[
  {
    "id": "web-3d-viz-2016",
    "title": "Web-based visualization for 3D data in archaeology: The ADS 3D viewer",
    "abstract": "This paper presents the ADS 3D Viewer, a web-based visualization system for the preservation and analysis of archaeological stratigraphy integrated within a trusted digital repository. The project investigated how browser-based 3D graphics using WebGL could create an open-access infrastructure for archaeological data.",
    "authors": "F. Galeazzi, M. Callieri, M. Dellepiane, M. Charno, J. Richards, R. Scopigno",
    "year": 2016,
    "journal": "Journal of Archaeological Science: Reports",
    "pdf_url": "https://doi.org/10.1016/j.jasrep.2016.06.001",
    "keywords": "3D visualization, WebGL, archaeological stratigraphy, digital preservation, open access",
    "link_text": "View Publication →",
    "created_at": "2016-10-01",
    "updated_at": "2016-10-01"
  },
  {
    "id": "semantic-integration-2015",
    "title": "Template Based Semantic Integration: From Legacy Archaeological Datasets to Linked Data",
    "abstract": "This work examines methods for transforming legacy archaeological datasets into linked open data using template-based semantic integration approaches. The paper demonstrates practical applications within the Archaeology Data Service infrastructure.",
    "authors": "C. Binding, M. Charno, S. Jeffrey, K. May, D. Tudhope",
    "year": 2015,
    "journal": "International Journal on Semantic Web and Information Systems",
    "pdf_url": "https://doi.org/10.4018/IJSWIS.2015010101",
    "keywords": "linked data, semantic web, CIDOC CRM, archaeological data, data integration",
    "link_text": "View Publication →",
    "created_at": "2015-01-01",
    "updated_at": "2015-01-01"
  },
  {
    "id": "linked-data-ads-2014",
    "title": "From the Slope of Enlightenment to the Plateau of Productivity: Developing Linked Data at the ADS",
    "abstract": "This paper discusses the development and implementation of linked open data infrastructure at the Archaeology Data Service, focusing on ingesting excavation data into triple stores and exposing it as linked data following FAIR principles.",
    "authors": "S. Jeffrey, C. Binding, D. Tudhope, K. May, M. Charno",
    "year": 2014,
    "journal": "Archaeology in the Digital Era: Papers from the 40th Annual Conference of Computer Applications and Quantitative Methods in Archaeology",
    "pdf_url": "https://www.cambridge.org/core/books/abs/archaeology-in-the-digital-era/from-the-slope-of-enlightenment-to-the-plateau-of-productivity-developing-linked-data-at-the-ads/59E639379F3ADE10BC501F04CFCE6C6E",
    "keywords": "linked open data, triple store, RDF, SPARQL, digital archaeology",
    "link_text": "View Publication →",
    "created_at": "2014-01-01",
    "updated_at": "2014-01-01"
  },
  {
    "id": "pattern-mapping-cidoc-2013",
    "title": "Pattern based mapping and extraction via CIDOC CRM",
    "abstract": "This work explores pattern-based approaches for mapping archaeological data to the CIDOC Conceptual Reference Model, enabling semantic interoperability across heritage information systems.",
    "authors": "D. Tudhope, C. Binding, K. May, M. Charno",
    "year": 2013,
    "journal": "Conference Proceedings",
    "pdf_url": "https://pure.southwales.ac.uk/en/publications/pattern-based-mapping-and-extraction-via-cidoc-crm",
    "keywords": "CIDOC CRM, semantic mapping, cultural heritage, data extraction",
    "link_text": "View Publication →",
    "created_at": "2013-01-01",
    "updated_at": "2013-01-01"
  },
  {
    "id": "svg-ajax-archaeology-2007",
    "title": "An Interactive Image Using SVG and Ajax in Archaeology",
    "abstract": "This work examines the application of Scalable Vector Graphics (SVG) and Ajax technologies within an archaeological context. An interactive web-based map tool was developed for the Sikyon Survey Project, incorporating principles from Virtual Research Environments to facilitate off-site project collaboration.",
    "authors": "M. Charno",
    "year": 2007,
    "journal": "Internet Archaeology",
    "pdf_url": "https://doi.org/10.11141/ia.23.5",
    "keywords": "mapping, web development, SVG, Ajax, survey, Sikyon, Peloponnese",
    "link_text": "View Publication →",
    "created_at": "2007-01-01",
    "updated_at": "2007-01-01"
  }
]
